Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: In April this year, China, Japan and Switzerland, together with the United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific, will jointly hold an international workshop on small arms and light weapons in Beijing to enhance the in-depth study of that issue, especially in Central and South-East Asia.
fr: En avril prochain, la Chine, le Japon et la Suisse organiseront à Beijing, en partenariat avec le Centre régional des Nations Unies pour la paix et le désarmement en Asie et dans le Pacifique, un atelier international sur les armes légères afin d'approfondir l'étude de la question, en particulier dans le contexte de l'Asie centrale et du Sud-Est.

source: China is ready to join with the rest of the international community in seeking an early and appropriate global solution to the issue of small arms and light weapons.
fr: La Chine est prête à s'associer au reste de la communauté internationale pour régler correctement et au plus vite la question des armes légères à l'échelle mondiale.

source: Before concluding, I should like to join my colleagues in expressing support for and thanking the Japanese delegation for drafting the presidential statement to be adopted today.
fr: Avant de conclure, je voudrais, comme mes collègues, exprimer notre appui à la délégation du Japon et la remercier d'avoir rédigé la déclaration présidentielle.

source: Mr. Baja (Philippines): I wish to thank you, Sir, for organizing this important debate on small arms.
fr: M. Baja (Philippines) (parle en anglais) : Monsieur le Président, je vous remercie d'avoir organisé cet important débat sur les armes légères.

source: Indeed, as pointed out by the representative of Tanzania, the prevention of the proliferation of those arms is a key task of the Security Council in the discharge of its mandate for the maintenance of international peace and security.
fr: En effet, comme l'a dit le représentant de la Tanzanie, la prévention de la prolifération de ces armes est un aspect essentiel du mandat de maintien de la paix et de la sécurité internationales dont s'acquitte le Conseil de sécurité.

source: We are also grateful to Under-Secretary-General Abe for his comprehensive briefing and introduction of the report of the Secretary-General on the subject, and to the former Japanese Foreign Minister for her important statement in this debate.
fr: Nous remercions également M. Abe de son exposé et de sa présentation détaillée du rapport établi par le Secrétaire général sur cette question. Nous remercions également l'ancien Ministre des affaires étrangères du Japon de sa contribution majeure à ce débat.

source: A leading university has estimated that, in 2003, 639 million firearms were in circulation the world over, 80 per cent of which were purchased by civilians.
fr: D'après les évaluations d'une grande université, 639 millions d'armes à feu étaient en circulation dans le monde en 2003, dont 80 % acquises par des civils.

source: Out of this number of civilian firearms, manufactured mainly in developed countries, 41 per cent, or over 200 million firearms, are illicit.
fr: Quarante et un pour cent des armes à feu civils fabriquées dans les pays en développement, soit plus de 200 millions d'armes à feu, sont illicites.

source: In other words, there was a ratio of one illicit — uncontrolled, unlicensed, illegal or unauthorized — weapon to every 25 persons in the world.
fr: En d'autres termes, la proportion d'armes illicites, non contrôlées, non autorisées et illégales était d'une arme pour 25 personnes dans le monde.

source: It would be interesting to know last year's statistics.
fr: Il serait intéressant de connaître les statistiques de l'année dernière.

source: In large parts of the world, small arms and light weapons are weapons of mass destruction.
fr: Dans de grandes parties du monde, les armes légères sont des armes de destruction massive.

source: The availability of small arms and light weapons stokes conflicts, causes a high number of casualties, complicates peacekeeping operations and hampers disarmament, demobilization and reintegration (DDR) and the peaceful settlement of disputes.
fr: L'accès aux armes légères alimente les conflits, fait un grand nombre de victimes, rend difficiles les opérations de maintien de la paix et entrave les programmes de désarmement, démobilisation et réinsertion et le règlement pacifique des différends.

source: Thus, in 1994, the General Assembly adopted, for the first time, a resolution — resolution 48/75 F — recognizing the threat posed by small arms to national and regional security and their contribution to the destabilization of States.
fr: Ainsi, en 1994, l'Assemblée générale a adopté, pour la première fois, une résolution - la résolution 48/75F - qui reconnaissait que les armes légères constituaient une menace à la sécurité nationale et régionale et qu'elles contribuaient à déstabiliser les Etats.

source: Since that time, no regulatory regime to control the proliferation of illicit small arms has emerged.
fr: Mais il n'y a pas eu depuis de réglementation mise en place pour contrôler la prolifération des armes illicites.

source: In the view of my delegation, the problem of small arms and light weapons is a global one requiring a comprehensive and coordinated response at the national, subregional and international levels.
fr: Ma délégation estime que le problème des armes légères et de petit calibre a une dimension mondiale qui exige une réponse globale et coordonnée aux niveaux national, sous-régional et international.

source: The problem goes beyond the military and disarmament domains; it has humanitarian as well as socio-economic consequences.
fr: Le problème dépasse le domaine militaire et celui du désarmement; il a des conséquences humanitaires et socioéconomiques.

source: There is need, therefore, for international cooperation, capacity-building and financial assistance to developing countries in addressing the problem.
fr: Il faut donc une coopération internationale et le renforcement des capacités et fournir une assistance financière aux pays en développement pour remédier à ce problème.

source: Also, weapons-exporting countries need to assume a greater degree of responsibility in their operations relative to small arms and light weapons.
fr: Et les pays exportateurs d'armes doivent assumer une plus grande responsabilité dans leur politique en matière d'armes légères.

source: My delegation endorses the negotiations on two important international instruments proposed under the United Nations Programme of Action dealing, respectively, with marking and tracing and with the illicit brokering of small arms and light weapons.
fr: Ma délégation souscrit aux négociations portant sur deux instruments internationaux importants proposés dans le cadre du Programme d'action des Nations Unies sur le marquage et le traçage et le courtage illicite des armes légères.

source: The successful and early conclusion of those two instruments is urgently needed for cohesion in preventing, combating and eradicating the illicit trade in small arms and light weapons.
fr: Il faut que ces négociations aboutissent rapidement et soient couronnées de succès pour prévenir, combattre et éliminer le commerce illicite des armes légères.

source: It will ensure that national legislation, as well as bilateral, subregional and regional arrangements, will be aligned or re-aligned accordingly.
fr: Cela fera en sorte que les législations nationales ainsi que les arrangements bilatéraux, sous-régionaux et régionaux soient alignés ou réalignés en conséquence.

source: Unless such instruments are in force, disparate approaches at the national, subregional and regional levels will give the highly organized illegal traffickers and brokers ample room to carry out their trade with impunity.
fr: Si ces instruments ne rentrent pas en vigueur, des actions disparates menées aux niveaux national, sous-régional et régional laisseront aux trafiquants et courtiers illégaux hautement organisés une grande marge de manœuvre pour se livrer à leur commerce en toute impunité.

source: Every effort should be made to conclude negotiations on the draft international instrument on marking and tracing by June 2005.
fr: Il ne faut ménager aucun effort pour que les négociations sur le projet d'instrument international sur le marquage et le traçage s'achèvent d'ici juin 2005.

source: The issue of whether or not the instrument should be legally binding should not be a wedge issue anymore, taking into account the fact that the illicit trafficking of small arms and light weapons is already criminalized in many jurisdictions.
fr: La question de savoir si cet instrument doit être juridiquement contraignant ou non ne devrait plus poser problème, étant donné que le trafic illicite des armes légères constitue déjà un délit dans nombre de juridictions.

source: In this context, the Philippines will endorse the recommendation of the High-level Panel on Threats, Challenges and Change that
fr: Dans ce contexte, les Philippines approuveront la recommandation du Groupe de personnalités de haut niveau sur les menaces, les défis et le changement, selon laquelle

source: “Member States should expedite and conclude negotiations on legally binding agreements on the marking and tracing, as well as the brokering and transfer, of small arms and light weapons”.
fr: « Les États Membres devraient accélérer et conclure les négociations d'accords juridiquement contraignants sur le marquage et la localisation, ainsi que sur le courtage et le transfert des armes légères ».

source: (A/59/565, report, para.
fr: (A/59/565, par. 96)

source: It is cause for regret that negotiations on a draft international instrument on brokering have been pushed back to the second half of 2006.
fr: Ma délégation déplore également que les négociations sur un projet d'instrument international sur le courtage aient été reportées à la deuxième moitié de 2006.

source: The Philippines pointed out last year that the Security Council and the General Assembly are both seized of the issue of small arms.
fr: L'année dernière, les Philippines avaient signalé que le Conseil et l'Assemblée générale étaient tous deux saisis de la question des armes légères.

source: In that regard, my delegation reiterates its proposal for interaction between the Council and the Assembly to facilitate complementary action on the problem.
fr: À cet égard, ma délégation réitère sa proposition relative à une interaction entre le Conseil et l'Assemblée générale afin de faciliter une action complémentaire sur la question du trafic illicite des armes légères.

source: We strongly support the convening this year of the first consultation and coordination between the Council and the Assembly to set into motion the much-needed interaction of the two United Nations organs most concerned with the subject of the illicit trade in small arms.
fr: Ma délégation est donc très favorable à la tenue, cette année, des premières consultation et coordination entre le Conseil et l'Assemblée générale, afin de mettre en marche une interaction fort nécessaire entre les deux organes de l'ONU les plus concernés par la question du commerce illicite des armes légères.

source: In conclusion, and as the former Foreign Minister of Japan said, the issue of small arms and light weapons is a multidisciplinary issue.
fr: Pour terminer, et comme l'a dit l'ancienne Ministre des affaires étrangères du Japon, la question des armes légères est pluridisciplinaire.

source: We should continue to engage the assistance and cooperation of civil society, whose members look at this issue through the prism of humanitarian considerations.
fr: Nous devons continuer à solliciter l'assistance et la coopération de la société civile, dont les membres examinent cette question dans une perspective humanitaire.

source: They can provide impetus for Governments to move forward and avoid unnecessary delay.
fr: Ils peuvent donner aux gouvernements l'impulsion nécessaire pour aller de l'avant sans perdre plus de temps.

source: My delegation's strong support for giving a role to civil society upholds the provision of the Programme of Action which encourages non-governmental organizations and civil society to engage, as appropriate, in all aspects of international, subregional and national efforts to implement the Programme.
fr: L'appui énergique de ma délégation au rôle de la société civile est une réaffirmation de la disposition du Programme d'action qui encourage les organisations non gouvernementales et la société civile à s'engager, selon qu'il conviendra, dans tous les aspects des efforts nationaux, sous-régionaux et internationaux pour appliquer le Programme.

source: We are, of course, grateful to the Japanese Mission for negotiating the draft presidential statement to be adopted at the end of today's meeting.
fr: Bien entendu, toute notre reconnaissance va à la Mission du Japon qui a négocié le projet de déclaration présidentielle qui sera adopté à la fin de la présente séance.

source: Mr. Benmehidi (Algeria) (spoke in French): Mr. President, my delegation would like to thank you for organizing this open debate on small arms. We welcome the attention given by the Security Council to this issue, which is particularly sensitive because of its implications for the maintenance of international peace and security.
fr: M. Benmehidi (Algérie) : Ma délégation voudrait vous remercier d'avoir organisé un débat public sur la problématique des armes légères, et se félicite de l'attention que le Conseil de sécurité porte à cette question particulièrement sensible en raison de ses implications sur le maintien de la paix et de la sécurité internationales.

source: I would like to thank the Secretary-General for his report (S/2005/69) and Mr. Nobuyasu Abe for his excellent introduction to it.
fr: Je remercie le Secrétaire général pour son rapport (S/2005/69) ainsi que M. Nobuyasu Abe, Secrétaire général adjoint aux affaires de désarmement, pour l'excellente présentation qu'il en a faite.

source: The scope and complexity of the issue of illicit trafficking in small arms is more than ever before a challenge to the international community to take prompt, effective and bolder measures to curb this scourge.
fr: L'ampleur et la complexité de la question de la circulation illicite des armes légères interpellent la communauté internationale, aujourd'hui plus que jamais, sur la nécessité d'adopter des mesures promptes, efficaces et plus audacieuses pour contenir ce fléau.

source: Combating this multidimensional phenomenon demands constant vigilance and effective action on the part of the international community.
fr: La lutte contre ce phénomène multidimensionnel exige une vigilance permanente et une action efficace de la part de la communauté internationale.

source: There can be no hesitation, and we cannot relent in our efforts.
fr: Une telle action ne doit tolérer ni hésitation ni relâchement.

source: States that have primary responsibility for this task must take steps commensurate with the challenge, while at the same time fully respecting the right of each State to security, as enshrined in the United Nations Charter.
fr: Les Etats, auxquels incombe la responsabilité première dans cette tâche, sont appelés à prendre les mesures qui soient en harmonie avec les exigences qu'impose un tel défi, dans le respect du droit à la sécurité pour chaque Etat, tel qu'il a été consacré par la Charte des Nations Unies.

source: For the struggle to succeed, all Member States must be unambiguously committed to ending illicit trafficking in small arms and to cooperating fully at the bilateral, regional and international levels to dismantle networks of illegal arms brokers.
fr: Pour qu'elle soit déterminante, cette lutte doit s'appuyer sur l'engagement clair de tous les Etats Membres à mettre fin au commerce illicite des armes légères et à coopérer pleinement aux niveaux bilatéral, régional et international au démantèlement des filières de courtiers illégaux impliqués dans ce commerce.

source: Tackling the causes of the problem clearly demands that producer countries demonstrate the highest level of responsibility in identifying the end-user when contracting arms sales.
fr: S'attaquer aux causes du problème requiert naturellement que les pays producteurs fassent preuve de la plus grande responsabilité, lors des transactions de ventes d'armes, dans l'identification du destinataire final.

source: The General Assembly is making a real contribution to mobilizing the international community against illicit trafficking in small arms.
fr: Dans le cadre de la mobilisation de la communauté internationale contre le commerce illicite des armes légères, l'Assemblée générale y contribue pleinement.

source: The United Nations Programme of Action on small arms, adopted in July 2001, is certainly an important step forward in combating this scourge, which feeds armed conflict, particularly in the African continent, and fuels terrorist networks and organized crime.
fr: Le Programme d'action des Nations Unies en la matière, adopté en juillet 2001, constitue sans nul doute un pas important dans le processus de lutte contre ce fléau qui exacerbe les conflits armés, particulièrement dans le continent africain, et alimente les réseaux terroristes et la criminalité organisée.

source: One of the advantages of the Programme is that it sets forth a number of norms and principles that must become a benchmark for any undertaking in this area.
fr: Ce Programme a eu le mérite d'avoir mis en place un certain nombre de normes et principes, qui doivent constituer une référence pour toute entreprise que nous menons dans ce sens.

source: The General Assembly's 23 December 2003 decision to establish an Open-ended Working Group to negotiate an international instrument on identifying and tracing illicit small arms was a timely response to the international community's concerns on combating illegal movements of such arms.
fr: La décision prise par l'Assemblée générale, le 23 décembre 2003, de créer un Groupe de travail à composition non limitée chargé de négocier un instrument international sur l'identification et le traçage des armes légères illicites répond de façon opportune aux préoccupations de la communauté internationale en matière de lutte contre les mouvements illégaux de ces armes.

source: Following open debates in August 2001 (see S/PV.4355), in October 2002 (see S/PV.4623) and in January 2004 (see S/PV.4896), the Security Council adopted three presidential statements containing recommendations that support efforts made in this area and that help to resolve the question of illicit trade in small arms in situations of which it is seized.
fr: De même, le Conseil de sécurité a adopté, à l'issue des débats publics organisés en août 2001 (voir S/PV.4355), octobre 2002 (voir S/PV.4623) et janvier 2004 (voir S/PV.4896) sur la question, trois déclarations présidentielles comportant des recommandations venant appuyer les efforts déployés dans ce sens et aider à résoudre la question du commerce illicite des armes légères dans les situations dont il est saisi.

source: Here, my delegation agrees with the recommendation in the report of the Secretary-General on the need for interaction between the General Assembly and the Security Council — two principal organs of the Organization — so as to better understand the phenomenon and develop a long-term common strategy commensurate with the challenge.
fr: Ma délégation voudrait partager, à cet égard, la recommandation contenue dans le rapport du Secrétaire général sur la nécessité d'une interaction entre les deux organes principaux de l'ONU - l'Assemblée générale et le Conseil de sécurité - afin de mieux cerner ce phénomène et de promouvoir la mise en place d'une stratégie commune, à long terme et à la mesure du défi qu'il impose.

source: In our view, we will not be able to curb the trafficking in small arms or to consolidate peace in conflict and post-conflict situations unless there is effective regional cooperation and international cooperation that mobilizes resources to help in collecting and destroying illegal small arms, within the context of programmes for the disarmament, demobilization and reintegration of former combatants.
fr: Nulle action ne pourra, à notre avis, circonscrire le trafic des armes légères et consolider la paix dans les situations de conflit et d'après-conflit en l'absence d'une coopération régionale efficace et d'une coopération internationale qui mobilise les ressources en vue de venir en aide aux activités de collecte et de destruction des armes légères illicites entreprises dans le cadre des programmes de désarmement, de démobilisation et de réinsertion des ex-combattants.

source: In this regard, Africa deserves the attention and support of the international community in its sustained effort and determination to combat resolutely the scourge of the illicit traffic in small arms, which is threatening Africa's stability and seriously jeopardizing its development efforts.
fr: À cet égard, l'Afrique mérite toute l'attention et l'appui de la communauté internationale dans ses efforts soutenus et sa détermination de combattre résolument le fléau de la circulation illicite des armes légères qui menacent la stabilité et hypothèquent sérieusement ses efforts de développement.

source: Commendable initiatives have been made at the level of the African continent — through, for example, the Bamako Declaration and the West African moratorium — which reflect Africa's unwavering support and its resolve to participate actively in international efforts to combat the illicit trade in small arms.
fr: Les initiatives louables prises dans ce sens au niveau du continent africain à travers, notamment, la Déclaration de Bamako et le moratoire ouest-africain, traduit son engagement indéfectible et sa détermination de prendre part activement à l'action internationale visant à combattre le commerce illicite des armes légères.

source: In this context, Algeria, which is well aware of the need to ensure regional cooperation to combat the transborder movement of small arms in the African and Arab regions, has agreed to organize, with the support of the United Nations Department for Disarmament Affairs and interested countries, a regional meeting on this issue.
fr: C'est dans cet esprit que l'Algérie, consciente de la nécessité d'établir une coopération régionale sur le trafic transfrontalier des armes légères dans les régions africaines et arabes, a entrepris d'organiser, avec le concours du Département des affaires du désarmement de l'ONU et les groupes de pays intéressés par cette initiative, une rencontre régionale sur ce thème.

source: In conclusion, I would like to think the delegation of Japan for having coordinated the negotiations on the draft presidential statement, which my delegation fully supports.
fr: Enfin, je voudrais remercier la délégation Japonaise d'avoir préparé et coordonné les négociations relatives au projet de déclaration présidentielle, que ma délégation appuie entièrement.

source: Mr. Faaborg-Andersen (Denmark): We would like to thank you, Mr. President, for having convened today's debate on small arms. We welcome the report of the Secretary-General on the issue (S/2005/69).
fr: M. Faaborg-Andersen (Danemark) (parle en anglais) : Nous voudrions vous remercier, Monsieur le Président, d'avoir convoqué le débat d'aujourd'hui consacré aux armes légères et nous accueillons avec satisfaction le rapport du Secrétaire général consacré à la question (S/2005/69).
